Repository: GNOME/sushi
Catalog: po/kw.po
Languages: kw

source: Provide a facility for quickly viewing different kinds of files
kw: Provia unn komodyta rag ow mires orth yn es eghennow dyffrans restrennow

source: Sushi is a file previewer for the GNOME desktop environment. It is an independent component that integrates with GNOME Files (Nautilus).
kw: Sushi yw unn ragwolokyer rag an kerghynnedh desktop GNOME. Yth yw unn darn anserghek may oberi gans GNOME Restrennow (Nautilus).

source: Type
kw: Eghen

source: %d item
kw: %d tra

source: Empty Folder
kw: Restrenva Gwag

source: Size
kw: Braster

source: Modified
kw: Chanjys

source: Unable to display %s
kw: Anabel diskwedhes %s

source: Open With %s
kw: Ygeri Gans %s

source: Open
kw: Ygeri

source: from
kw: dhyworth

source: by
kw: gans

source: %d of %d
kw: %d a %d
